Repository: evelyn046/OmegaT_l10n
Catalog: 2_project/tm/svn_cleanup_selected_svn_cleanup_selected_zh_CN.tmx
Source language: en_us
Languages: zh_cn

source: SVN - Cleanup (recursive)
zh_cn: SVN - 清理（递归）

source: Perform SVN cleanup on current project or any local SVN repository
zh_cn: 在当前项目或任意本地 SVN 存储库执行 SVN cleanup

source: Choose SVN repository to perform cleanup
zh_cn: 选择要执行 cleanup 的 SVN 存储库

source: Canceled
zh_cn: 已取消

source: {0}: cleanup done!!
zh_cn: {0}: 清理完成！！

source: {0} is not a local working copy, skipping.
zh_cn: {0} 不是本地工作副本，跳过。

source: There are no local working copies in {0}.
zh_cn: {0} 中没有本地工作副本。

source: The script will quit now.
zh_cn: 脚本现在将退出。

source: Local working copies cleaned up: {0}
zh_cn: 本地工作副本已清理：{0}

source: You are running OmegaT version {0}.
zh_cn: 你正在运行 OmegaT 版本 {0}。

source: This script is intended to run in OmegaT 3.6 and newer.
zh_cn: 此脚本适用于 OmegaT 3.6 及更高版本。
